{
  "province_id": {
    "name": "Tên Tỉnh/Thành",
    "description": "Đơn vị hành chính cấp Tỉnh/Thành phố.",
    "type": "id"
  },
  "criteria_1": {
    "name": "Entry Cost",
    "description": "Mức độ thuận lợi khi gia nhập thị trường: chi phí, thời gian và thủ tục thành lập doanh nghiệp.",
    "type": "benefit"
  },
  "criteria_2": {
    "name": "Land Access & Land Stability",
    "description": "Khả năng tiếp cận đất đai và mức độ ổn định trong việc sử dụng đất cho hoạt động kinh doanh.",
    "type": "benefit"
  },
  "criteria_3": {
    "name": "Transparency",
    "description": "Mức độ minh bạch trong công khai thông tin, quy hoạch, chính sách, và khả năng tiếp cận tài liệu chính thức.",
    "type": "benefit"
  },
  "criteria_4": {
    "name": "Time Costs",
    "description": "Chi phí thời gian liên quan đến thủ tục hành chính, xử lý hồ sơ, cấp phép và tương tác với chính quyền.",
    "type": "benefit"
  },
  "criteria_5": {
    "name": "Informal Charges",
    "description": "Mức độ giảm thiểu chi phí không chính thức (đã được chuẩn hóa để điểm cao nghĩa là ít chi phí không chính thức).",
    "type": "benefit"
  },
  "criteria_6": {
    "name": "Fair Competition",
    "description": "Mức độ cạnh tranh bình đẳng giữa các loại hình doanh nghiệp, không thiên vị doanh nghiệp nhà nước.",
    "type": "benefit"
  },
  "criteria_7": {
    "name": "Proactivity",
    "description": "Tính năng động, tiên phong, và khả năng giải quyết vấn đề nhanh từ chính quyền địa phương.",
    "type": "benefit"
  },
  "criteria_8": {
    "name": "Business Support Policies",
    "description": "Mức độ hỗ trợ doanh nghiệp bao gồm dịch vụ, chính sách phát triển, và hỗ trợ từ các cơ quan chức năng.",
    "type": "benefit"
  },
  "criteria_9": {
    "name": "Labor Training Quality",
    "description": "Chất lượng đào tạo lao động địa phương: kỹ năng, tay nghề và khả năng đáp ứng yêu cầu của doanh nghiệp.",
    "type": "benefit"
  },
  "criteria_10": {
    "name": "Law & Order",
    "description": "Mức độ ổn định pháp lý, an ninh trật tự, giảm rủi ro pháp lý và bảo vệ hoạt động sản xuất – kinh doanh.",
    "type": "benefit"
  },
  "criteria_11": {
    "name": "Population Cluster (Density–Area–Population)",
    "description": "Mức độ tập trung dân cư dựa trên diện tích, dân số trung bình và mật độ dân số, phản ánh quy mô và sức hấp dẫn thị trường.",
    "type": "benefit"
  },
  "criteria_12": {
    "name": "Market Saturation",
    "description": "Mức độ bão hòa khu vực dựa trên số doanh nghiệp, doanh thu và lợi nhuận, thể hiện sức cạnh tranh và tiềm năng tăng trưởng.",
    "type": "benefit"
  },
  "region_id": {
    "name": "Vùng",
    "description": "Đơn vị hành chính cấp vùng: Duyên Hải Miền Trung, Đồng bằng sông Hồng,...",
    "type": "id"
  }
}